Revit 2027 API
BuiltInFailures.WallFailures.TooShortStackedWall Property
 Stacked wall instance is too short.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId TooShortStackedWall { get; }
Public Shared ReadOnly Property TooShortStackedWall As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ TooShortStackedWall {
	FailureDefinitionId^ get ();
}
static member TooShortStackedWall : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.WallFailures Class
Autodesk.Revit.DB Namespace